/* Boxcar email address field label */
"Email Address:" = "عنوان البريد الالكتروني:";

/* Failure adding email */
"Invalid Email" = "بريد الكتروني غير صحيح";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "أرسل فقط في حالة الخمول :";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "أرسل فقط إذا كانت الأولوية على الأقل:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "إخ";

/* Success adding boxcar */
"Registered!" = "مسجل!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "بريد الكتروني غير معروف";

